tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "adr-tools"
brew "antigen"
brew "fzf"
brew "git"
brew "graphviz"
brew "jq"
brew "maven"
brew "nano"
brew "sbt"
brew "scc"
brew "stow"
brew "tmux"
brew "tree"
brew "yubikey-agent", restart_service: true
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "flux"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "intellij-idea"
cask "karabiner-elements"
cask "sekey"
cask "sourcetree"
cask "spectacle"
cask "visual-studio-code"
cask "yed"
