tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "antigen"
brew "cloc"
brew "node"
brew "fx"
brew "git"
brew "gnupg"
brew "maven"
brew "nano"
brew "pv"
brew "sbt"
brew "scala"
brew "sleepwatcher", restart_service: true, link: false
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "wget"
brew "ykman"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "balenaetcher"
cask "blockblock"
cask "calibre"
cask "disk-inventory-x"
cask "dropbox"
cask "eclipse-java"
cask "flux"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "iterm2-nightly"
cask "java8"
cask "kitematic"
cask "knockknock"
cask "logitech-options"
cask "lulu"
cask "macdown"
cask "oversight"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "ransomwhere"
cask "sourcetree"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "vienna"
cask "visual-studio-code"
cask "vlc"
cask "yed"
